Repository: hidden-spectrum/swift-translate
Catalog: TestCatalogResult.xcstrings
Source language: en
Languages: cs, de, es, fi, fr, hu, it, ja, ko, nl, pt, sv, zh_hk

source: Select files or folders...
cs: Vybrat soubory nebo složky...
de: Dateien oder Ordner auswählen...
es: Seleccionar archivos o carpetas...
fi: Valitse tiedostoja tai kansioita...
fr: Sélectionner des fichiers ou des dossiers...
hu: Fájlok vagy mappák kiválasztása...
it: Seleziona file o cartelle...
ja: ファイルまたはフォルダを選択...
ko: 파일 또는 폴더 선택...
nl: Bestanden of mappen selecteren...
pt: Selecionar arquivos ou pastas...
sv: Välj filer eller mappar...
zh_hk: 選擇文件或文件夾...

source: Open System Settings
cs: Otevřít nastavení systému
de: Öffne Systemeinstellungen
es: Abrir Configuración del Sistema
fi: Avaa järjestelmän asetukset
fr: Ouvrir les paramètres du système
hu: Nyitott Rendszerbeállítások
it: Apri le impostazioni di sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pt: Abrir Configurações do Sistema
sv: Öppna Systeminställningar
zh_hk: 打開系統設置

source: Yes, Convert Files
cs: Ano, převést soubory
de: Ja, Dateien konvertieren
es: Sí, convertir archivos
fi: Kyllä, muunna tiedostot
fr: Oui, convertir les fichiers
hu: Igen, fájlok konvertálása
it: Sì, converti i file
ja: はい、ファイルを変換します
ko: 예, 파일 변환
nl: Ja, bestanden converteren
pt: Sim, Converter Arquivos
sv: Ja, konvertera filer
zh_hk: 是，轉換文件

source: Done
cs: Hotovo
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
hu: Kész
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt: Concluído
sv: Klar
zh_hk: 完成

source: In order to convert one or more of your selected files, you must select a destination.
cs: Pro převod jednoho nebo více vybraných souborů musíte vybrat cíl.
de: Um eine oder mehrere Ihrer ausgewählten Dateien zu konvertieren, müssen Sie ein Ziel auswählen.
es: Para convertir uno o más de los archivos seleccionados, debes seleccionar un destino.
fi: Muuntaaksesi yhden tai useamman valitun tiedoston, sinun täytyy valita kohde.
fr: Pour convertir un ou plusieurs de vos fichiers sélectionnés, vous devez sélectionner une destination.
hu: Az egyik vagy több kiválasztott fájl konvertálásához ki kell választania egy célt.
it: Per convertire uno o più dei file selezionati, è necessario selezionare una destinazione.
ja: 選択したファイルの変換には、宛先を選択する必要があります
ko: 선택한 파일 중 하나 이상을 변환하려면 대상을 선택해야 합니다.
nl: Om een of meer van uw geselecteerde bestanden om te zetten, moet u een bestemming selecteren.
pt: Para converter um ou mais dos seus arquivos selecionados, você deve selecionar um destino.
sv: För att konvertera en eller flera av dina valda filer måste du välja en destination.
zh_hk: 為了轉換您選擇的一個或多個文件，您必須選擇一個目的地。

source: None (file will be placed in same folder)
cs: Žádný (soubor bude umístěn ve stejném adresáři)
de: Keine (Datei wird im selben Ordner platziert)
es: Ninguno (el archivo se colocará en la misma carpeta)
fi: Ei mitään (tiedosto sijoitetaan samaan kansioon)
fr: Aucun (le fichier sera placé dans le même dossier)
hu: Nincs (a fájl ugyanabba a mappába kerül)
it: Nessuno (il file verrà posizionato nella stessa cartella)
ja: なし（ファイルは同じフォルダに配置されます）
ko: 없음 (파일은 동일한 폴더에 배치됩니다)
nl: Geen (bestand wordt in dezelfde map geplaatst)
pt: Nenhum (o arquivo será colocado na mesma pasta)
sv: Ingen (filen kommer att placeras i samma mapp)
zh_hk: 無（文件將放在同一文件夾中）

source: Select file...
cs: Vyberte soubor...
de: Datei auswählen...
es: Seleccionar archivo...
fi: Valitse tiedosto...
fr: Sélectionner un fichier...
hu: Fájl kiválasztása...
it: Seleziona file...
ja: ファイルを選択...
ko: 파일 선택...
nl: Selecteer bestand...
pt: Selecionar arquivo...
sv: Välj fil...
zh_hk: 选择文件...

source: Clear
cs: Vymazat
de: Löschen
es: Limpiar
fi: Tyhjennä
fr: Effacer
hu: Törlés
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pt: Limpar
sv: Rensa
zh_hk: 清除

source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
hu: Kiválasztás
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pt: Selecionar
sv: Välj
zh_hk: 選擇

source: PCM 16-bit (Universal)
cs: PCM 16-bit (Univerzální)
fi: PCM 16-bittiä (Yleinen)
fr: PCM 16 bits (Universel)
hu: PCM 16 bit (Egyetemes)
it: PCM 16-bit (Universale)
ja: PCM 16ビット（ユニバーサル）
ko: PCM 16비트 (유니버설)
nl: PCM 16-bit (Universeel)
pt: PCM 16 bits (Universal)
zh_hk: PCM 16位元（通用）

source: File already added to queue: %@
cs: Soubor již byl přidán do fronty: %@
de: Datei bereits zur Warteschlange hinzugefügt: %@
es: Archivo ya agregado a la cola: %@
fi: Tiedosto on jo jonossa: %@
fr: Fichier déjà ajouté à la file d'attente : %@
hu: A fájl már hozzá lett adva a sorhoz: %@
it: File già aggiunto alla coda: %@
ja: ファイルは既にキューに追加されています：%@
ko: 이미 대기열에 추가된 파일입니다: %@
nl: Bestand al toegevoegd aan wachtrij: %@
pt: Arquivo já adicionado à fila: %@
sv: Fil redan tillagd i kön: %@
zh_hk: 文件已添加到佇列：%@

source: Converting...
cs: Probíhá převod...
de: Konvertierung läuft...
es: Convirtiendo...
fi: Muunnetaan...
fr: Conversion en cours...
hu: Átalakítás folyamatban...
it: Conversione in corso...
ja: 変換中...
ko: 변환 중...
nl: Aan het converteren...
pt: Convertendo...
sv: Konverterar...
zh_hk: 正在轉換...

source: Conversion Options
cs: Možnosti převodu
de: Konvertierungsoptionen
es: Opciones de Conversión
fi: Muuntovaihtoehdot
fr: Options de conversion
hu: Konverziós beállítások
it: Opzioni di conversione
ja: 変換オプション
ko: 변환 옵션
nl: Conversieopties
pt: Opções de Conversão
sv: Konverteringsalternativ
zh_hk: 轉換選項

source: Scanning folders...
cs: Prohledávání složek...
de: Ordner werden gescannt...
es: Explorando carpetas...
fi: Skannataan kansioita...
fr: Analyse des dossiers en cours...
hu: Mappák keresése...
it: Scansione delle cartelle...
ja: フォルダをスキャン中...
ko: 폴더 스캔 중...
nl: Mappen scannen...
pt: Pesquisando pastas...
sv: Söker igenom mappar...
zh_hk: 正在掃描文件夾...

source: PCM 16-bit (Apple Platforms)
cs: PCM 16-bit (Apple Platformy)
de: PCM 16-Bit (Apple-Plattformen)
es: PCM 16-bit (Plataformas Apple)
fi: PCM 16-bittiä (Apple-laitteet)
fr: PCM 16 bits (Plateformes Apple)
hu: PCM 16 bit (Apple platformok)
it: PCM 16-bit (Piattaforme Apple)
ja: PCM 16ビット（Appleプラットフォーム）
ko: PCM 16비트 (애플 플랫폼)
pt: PCM 16 bits (Plataformas Apple)
sv: PCM 16-bit (Apple-plattformar)
zh_hk: PCM 16位元（Apple平台）

source: PCM 32-bit (Universal)
cs: PCM 32-bit (Univerzální)
fi: PCM 32-bittiä (Yleinen)
fr: PCM 32 bits (Universel)
hu: PCM 32 bit (Egyetemes)
it: PCM 32-bit (Universale)
ja: PCM 32ビット（ユニバーサル）
ko: PCM 32비트 (유니버설)
nl: PCM 32-bit (Universeel)
pt: PCM 32 bits (Universal)
zh_hk: PCM 32位元（通用）

source: Select Apple Loops
cs: Vybrat Apple Loops
de: Apple Loops auswählen
es: Seleccionar Apple Loops
fi: Valitse Apple Loops
fr: Sélectionner des boucles Apple
hu: Apple Loops Kiválasztása
it: Seleziona Apple Loops
ja: Appleループを選択
ko: Apple 루프 선택
nl: Apple Loops Selecteren
pt: Selecionar Loops da Apple
sv: Välj Apple Loops
zh_hk: 選擇 Apple Loops

source: Conversion canceled after %@
cs: Převod byl zrušen po %@
de: Konvertierung abgebrochen nach %@
es: Conversión cancelada después de %@
fi: Muunnos peruutettu %@
fr: Conversion annulée après %@
hu: Konvertálás megszakítva: %@ után
it: Conversione annullata dopo %@
ja: %@の後に変換がキャンセルされました
ko: %@ 이후에 변환이 취소되었습니다.
nl: Conversie geannuleerd na %@
pt: Conversão cancelada após %@
sv: Konvertering avbruten efter %@
zh_hk: 在 %@

source: Select Destination
cs: Vybrat cíl
de: Ziel auswählen
es: Seleccionar Destino
fi: Valitse kohde
fr: Sélectionner la destination
hu: Cél Kiválasztása
it: Seleziona destinazione
ja: 宛先を選択
ko: 대상 선택
nl: Bestemming Selecteren
pt: Selecionar Destino
sv: Välj destination
zh_hk: 選擇目的地

source: Source Files
cs: Zdrojové soubory
de: Quelldateien
es: Archivos fuente
fi: Lähdekoodit
fr: Fichiers source
hu: Forrásfájlok
it: File di Origine
ja: ソースファイル
ko: 원본 파일
nl: Bronbestanden
pt: Arquivos de Origem
sv: Källfiler
zh_hk: 源文件

source: PCM 32-bit (Apple Platforms)
cs: PCM 32-bit (Apple Platformy)
de: PCM 32-Bit (Apple-Plattformen)
es: PCM 32-bit (Plataformas Apple)
fi: PCM 32-bittiä (Apple-laitteet)
fr: PCM 32 bits (Plateformes Apple)
hu: PCM 32 bit (Apple platformok)
it: PCM 32-bit (Piattaforme Apple)
ja: PCM 32ビット（Appleプラットフォーム）
ko: PCM 32비트 (애플 플랫폼)
pt: PCM 32 bits (Plataformas Apple)
sv: PCM 32-bit (Apple-plattformar)
zh_hk: PCM 32位元（Apple平台）

source: AAC (Universal)
cs: AAC (Univerzální)
fi: AAC (Yleinen)
fr: AAC (Universel)
hu: AAC (Egyetemes)
it: AAC (Universale)
ja: AAC（ユニバーサル）
ko: AAC (유니버설)
nl: AAC (Universeel)
zh_hk: AAC（通用）

source: No permission to write to directory
cs: Není oprávnění zapisovat do adresáře
de: Keine Berechtigung zum Schreiben in das Verzeichnis
es: Sin permiso para escribir en el directorio
fi: Ei lupaa kirjoittaa hakemistoon
fr: Pas de permission d'écrire dans le répertoire
hu: Nincs engedély a könyvtár írásához
it: Nessun permesso di scrittura nella directory
ja: ディレクトリに書き込む権限がありません
ko: 디렉토리에 쓰기 권한이 없음
nl: Geen toestemming om naar map te schrijven
pt: Sem permissão para escrever no diretório
sv: Ingen behörighet att skriva till mappen
zh_hk: 無寫入目錄的權限

# AC_ALERT_LARGE_BATCH_NO_DESTINATION
source: Are you sure you want to convert %lld files in place instead of selecting a destination folder? This will not overwrite your files.
cs: Jste si jisti, že chcete převést %lld souborů na místě místo výběru cílové složky? Tímto se nebudou přepisovat vaše soubory.
de: Sind Sie sicher, dass Sie %lld Dateien direkt konvertieren möchten, anstatt einen Zielordner auszuwählen? Dadurch werden Ihre Dateien nicht überschrieben.
es: ¿Estás seguro de que quieres convertir %lld archivos en su lugar en lugar de seleccionar una carpeta de destino? Esto no sobrescribirá tus archivos.
fi: Oletko varma, että haluat muuntaa %lld tiedostoa paikan päällä valitsemisen sijaan? Tämä ei ylikirjoita tiedostojasi.
fr: Êtes-vous sûr de vouloir convertir %lld fichiers sur place au lieu de sélectionner un dossier de destination? Cela n'écrasera pas vos fichiers.
hu: Biztosan át szeretné konvertálni a %lld fájlt a helyén, ahelyett, hogy kiválasztana egy célkönyvtárat? Ez nem írja felül a fájljait.
it: Sei sicuro di voler convertire %lld file sul posto invece di selezionare una cartella di destinazione? Ciò non sovrascriverà i tuoi file.
ja: 宛先フォルダを選択する代わりに、%lldのファイルをその場で変換してもよろしいですか？ これにより、ファイルは上書きされません。
ko: 목적지 폴더를 선택하는 대신에 %lld개의 파일을 그 자리에서 변환하시겠습니까? 이 작업은 파일을 덮어쓰지 않습니다.
nl: Weet u zeker dat u %lld bestanden ter plaatse wilt converteren in plaats van een doelmap te selecteren? Dit zal uw bestanden niet overschrijven.
pt: Tem certeza de que deseja converter %lld arquivos no local em vez de selecionar uma pasta de destino? Isso não sobrescreverá seus arquivos.
sv: Är du säker på att du vill konvertera %lld filer på plats istället för att välja en destinationsmapp? Detta kommer inte att skriva över dina filer.
zh_hk: 您確定要將%lld個文件直接轉換而不選擇目標文件夾嗎？ 這不會覆蓋您的文件。

source: Select target format
cs: Vybrat cílový formát
de: Zielformat auswählen
es: Seleccionar formato de destino
fi: Valitse kohdemuoto
fr: Sélectionner le format cible
hu: Cél formátum kiválasztása
it: Seleziona formato di destinazione
ja: ターゲット形式を選択
ko: 대상 형식 선택
nl: Doelformaat selecteren
pt: Selecionar formato de destino
sv: Välj målformat
zh_hk: 選擇目標格式

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
sv: Avbryt
zh_hk: 取消

# %lld of %lld files processed
source: %1$lld of %#@arg2@ processed
cs: %1$lld z %#@arg2@ zpracováno
de: %1$lld von %#@arg2@ verarbeitet
es: %1$lld de %#@arg2@ procesados
fi: %1$lld / %#@arg2@ käsitelty
fr: %1$lld de %#@arg2@ traité
hu: %1$lld a(z) %#@arg2@ feldolgozott
it: %1$lld di %#@arg2@ elaborati
ja: %1$lld / %#@arg2@ の処理済み
ko: %1$lld 중 %#@arg2@ 처리됨
nl: %1$lld van %#@arg2@ verwerkt
pt: %1$lld de %#@arg2@ processados
sv: %1$lld av %#@arg2@ bearbetade
zh_hk: %1$lld 的 %#@arg2@ 已處理

source: File Already Added
cs: Soubor již byl přidán
de: Datei bereits hinzugefügt
es: Archivo ya agregado
fi: Tiedosto on jo lisätty
fr: Fichier déjà ajouté
hu: Fájl már hozzáadva
it: File già aggiunto
ja: ファイルはすでに追加されています
ko: 파일이 이미 추가되었습니다
nl: Bestand is al toegevoegd
pt: Arquivo Já Adicionado
sv: Fil redan tillagd
zh_hk: 文件已添加

# %lld files converted with %lld warnings and %lld failures
source: %#@arg1@ converted with %#@arg2@ and %#@arg3@
cs: %#@arg1@ převedeno pomocí %#@arg2@ a %#@arg3@
de: %#@arg1@ mit %#@arg2@ und %#@arg3@ konvertiert
es: %#@arg1@ convertido con %#@arg2@ y %#@arg3@
fi: %#@arg1@ muunnettu %#@arg2@ ja %#@arg3@
fr: %#@arg1@ converti avec %#@arg2@ et %#@arg3@
hu: %#@arg1@ átalakítva %#@arg2@ és %#@arg3@ segítségével
it: %#@arg1@ convertito con %#@arg2@ e %#@arg3@
ja: %#@arg1@を%#@arg2@と%#@arg3@で変換しました
ko: %#@arg1@을(를) %#@arg2@와(과) %#@arg3@로 변환했습니다.
nl: %#@arg1@ geconverteerd met %#@arg2@ en %#@arg3@
pt: %#@arg1@ convertido com %#@arg2@ e %#@arg3@
sv: %#@arg1@ konverterades med %#@arg2@ och %#@arg3@
zh_hk: %#@arg1@ 用 %#@arg2@ 和 %#@arg3@ 轉換

source: Highest possible from source file %lld
cs: Nejvyšší možné zdrojové soubory %lld
de: Höchstmögliche aus Quelldatei %lld
es: Máximo posible del archivo fuente %lld
fi: Korkein mahdollinen lähde-tiedostosta %lld
fr: Le plus élevé possible à partir du fichier source %lld
hu: Legmagasabb lehetséges forrásfájlból %lld
it: Massimo possibile dal file di origine %lld
ja: ソースファイル%lldから最大の値が取得できました
ko: 소스 파일 %lld에서 가능한 최고 값
nl: Hoogst mogelijke van bronbestand %lld
pt: Maior possível do arquivo de origem %lld
sv: Högsta möjliga från källfilen %lld
zh_hk: 來源文件最高可達%lld

# audioConverterQueue.lockedFileFormats
source: Get Pro for multi-file conversion and additional formats: %@
cs: Získejte Pro verzi pro více souborovou konverzi a další formáty: %@
de: Holen Sie sich Pro für die Konvertierung mehrerer Dateien und zusätzliche Formate: %@
es: Obtén Pro para conversión de múltiples archivos y formatos adicionales: %@
fi: Hanki Pro-versio monitiedostomuunnokseen ja lisämuotoihin: %@
fr: Obtenez Pro pour la conversion de plusieurs fichiers et des formats supplémentaires: %@
hu: Szerezz Pro verziót többfájlos konverzióhoz és további formátumokhoz: %@
it: Ottieni Pro per la conversione di file multipli e formati aggiuntivi: %@
ja: マルチファイル変換と追加の形式には、Proを入手してください： %@
ko: 다중 파일 변환 및 추가 형식을 위해 Pro를 사용하세요: %@
nl: Krijg Pro voor multi-bestandsconversie en extra formaten: %@
pt: Obtenha o Pro para conversão de vários arquivos e formatos adicionais: %@
sv: Skaffa Pro för flerfilskonvertering och ytterligare format: %@
zh_hk: 獲取專業版以進行多檔案轉換和其他格式： %@

source: PCM 24-bit (Universal)
cs: PCM 24-bit (Univerzální)
fi: PCM 24-bittiä (Yleinen)
fr: PCM 24 bits (Universel)
hu: PCM 24 bit (Egyetemes)
it: PCM 24-bit (Universale)
ja: PCM 24ビット（ユニバーサル）
ko: PCM 24비트 (유니버설)
nl: PCM 24-bit (Universeel)
pt: PCM 24 bits (Universal)
zh_hk: PCM 24位元（通用）

source: Flatten into target directory
cs: Zploštit do cílového adresáře
de: In Zielverzeichnis zusammenführen
es: Aplanar en el directorio de destino
fi: Litistä kohdehakemistoon
fr: Aplatir dans le répertoire cible
hu: Lapítsa a célkönyvtárba
it: Appiattisci nella directory di destinazione
ja: ターゲットディレクトリにフラット化
ko: 대상 디렉토리로 평평하게 만들기
nl: Uitvouwen naar doelmap
pt: Achatar no diretório de destino
sv: Platta till i målmappen
zh_hk: 將文件平整化到目標目錄

source: User denied access to read file
cs: Uživatel odepřel přístup ke čtení souboru
de: Benutzer hat den Zugriff auf die Datei verweigert
es: El usuario denegó el acceso para leer el archivo
fi: Käyttäjä kieltäytyi lukemasta tiedostoa
fr: Accès refusé à la lecture du fichier par l'utilisateur
hu: Felhasználó megtagadta a fájl olvasáshoz való hozzáférést
it: Accesso alla lettura del file negato all'utente
ja: ユーザーがファイルの読み取りアクセスを拒否しました
ko: 사용자가 파일 읽기에 대한 액세스를 거부했습니다
nl: Gebruiker heeft geen toegang gekregen om het bestand te lezen
pt: Usuário negou acesso para ler o arquivo
sv: Användaren nekades åtkomst för att läsa filen
zh_hk: 用戶拒絕訪問讀取文件

source: PCM 24-bit (Apple Platforms)
cs: PCM 24-bit (Apple Platformy)
de: PCM 24-Bit (Apple-Plattformen)
es: PCM 24-bit (Plataformas Apple)
fi: PCM 24-bittiä (Apple-laitteet)
fr: PCM 24 bits (Plateformes Apple)
hu: PCM 24 bit (Apple platformok)
it: PCM 24-bit (Piattaforme Apple)
ja: PCM 24ビット（Appleプラットフォーム）
ko: PCM 24비트 (애플 플랫폼)
pt: PCM 24 bits (Plataformas Apple)
sv: PCM 24-bit (Apple-plattformar)
zh_hk: PCM 24位元（Apple平台）

source: User canceled conversion
cs: Uživatel zrušil konverzi
de: Benutzer hat die Konvertierung abgebrochen
es: El usuario canceló la conversión
fi: Käyttäjä peruutti muunnoksen
fr: Conversion annulée par l'utilisateur
hu: Felhasználó megszakította a konverziót
it: Conversione annullata dall'utente
ja: ユーザーが変換をキャンセルしました
ko: 사용자가 변환을 취소했습니다
nl: Gebruiker heeft conversie geannuleerd
pt: Usuário cancelou a conversão
sv: Användaren avbröt konvertering
zh_hk: 用戶取消轉換

source: Data format
cs: Formát dat
de: Datenformat
es: Formato de datos
fi: Tietomuoto
fr: Formatage
hu: Adatformátum
it: Formato dati
ja: データ形式
ko: 데이터 형식
nl: Gegevensformaat
pt: Formato de Dados
zh_hk: 數據格式

source: Sample rate
cs: Vzorkovací frekvence
de: Abtastrate
es: Tasa de Muestreo
fi: Näytteenottotaajuus
fr: Échantillonnage
hu: Mintavételi ráta
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플 속도
nl: Samplefrequentie
pt: Taxa de Amostragem
sv: Samplingsfrekvens
zh_hk: 取樣率

source: No Destination Set
cs: Není nastaven cíl
de: Kein Ziel festgelegt
es: No se ha establecido un destino
fi: Kohdetta ei ole asetettu
fr: Aucune destination définie
hu: Nincs beállítva cél
it: Nessuna destinazione impostata
ja: 目的地が設定されていません
ko: 목적지가 설정되지 않음
nl: Geen Bestemming Ingesteld
pt: Nenhum Destino Definido
sv: Ingen destination angiven
zh_hk: 未設定目的地

# Finished converting %lld files in %@
source: Finished converting %1$lld files in %2$@
cs: Dokončeno převádění %1$lld souborů za %2$@
de: Konvertierung von %1$lld Dateien in %2$@ abgeschlossen
es: Finalizó la conversión de %1$lld archivos en %2$@
fi: Muunnettu %1$lld tiedostoa kohteessa %2$@
fr: Conversion terminée des fichiers %1$lld dans %2$@
hu: Befejezve %1$lld fájl átalakítása a következő helyen: %2$@
it: Conversione di %1$lld file completata in %2$@
ja: %2$@内の%1$lldファイルの変換が完了しました
ko: %2$@에서 %1$lld개의 파일 변환 완료
nl: Voltooide het converteren van %1$lld bestanden in %2$@
pt: Conversão de %1$lld arquivos concluída em %2$@
sv: Slutförde konvertering av %1$lld filer i %2$@
zh_hk: 已完成轉換%1$lld個文件為%2$@

# Converted %lld files with %lld warnings in %@
source: Converted %#@arg1@ with %#@arg2@ in %3$@
cs: Převedeno %#@arg1@ s %#@arg2@ v %3$@
de: Konvertiert %#@arg1@ mit %#@arg2@ in %3$@
es: Convertido %#@arg1@ con %#@arg2@ en %3$@
fi: Muunnettu %#@arg1@ käyttäen %#@arg2@ ajassa %3$@
fr: Converti %#@arg1@ avec %#@arg2@ en %3$@
hu: Átalakítva %#@arg1@ és %#@arg2@ segítségével %3$@
it: Convertito %#@arg1@ con %#@arg2@ in %3$@
ja: %3$@で%#@arg2@を使用して%#@arg1@を変換しました
ko: %#@arg1@이(가) %#@arg2@로 %3$@에 변환되었습니다.
nl: Geconverteerd %#@arg1@ met %#@arg2@ in %3$@
pt: Convertido %#@arg1@ com %#@arg2@ em %3$@
sv: Konverterad %#@arg1@ med %#@arg2@ i %3$@
zh_hk: 在%3$@中使用%#@arg2@轉換了%#@arg1@

source: Internal conversion tool failed to convert (Code: %i)
cs: Interní konverzní nástroj se nepodařilo převést (Kód: %i)
de: Interner Konvertierungstool konnte nicht konvertieren (Code: %i)
es: La herramienta de conversión interna no pudo convertir (Código: %i)
fi: Sisäinen muuntotyökalu epäonnistui muuntamisessa (Koodi: %i)
fr: L'outil de conversion interne n'a pas réussi à convertir (Code: %i)
hu: A belső konverziós eszköz nem tudta konvertálni (Kód: %i)
it: Lo strumento di conversione interna non è riuscito a convertire (Codice: %i)
ja: 内部変換ツールが変換に失敗しました（コード：%i）
ko: 내부 변환 도구가 변환에 실패했습니다 (코드: %i)
nl: Interne conversietool kon niet converteren (Code: %i)
pt: A ferramenta interna de conversão falhou ao converter (Código: %i)
sv: Det interna konverteringsverktyget misslyckades med att konvertera (Kod: %i)
zh_hk: 內部轉換工具無法轉換（代碼：%i）

source: To avoid having to select one in the future, please enable Full Disk Access in System Settings and then restart the application.
cs: Abyste se vyhnuli nutnosti vybrat ji v budoucnosti, povolte prosím Plný přístup k disku v Nastavení systému a poté restartujte aplikaci.
de: Um in Zukunft keine Auswahl treffen zu müssen, aktivieren Sie bitte den Vollzugriff auf die Festplatte in den Systemeinstellungen und starten Sie dann die Anwendung neu.
es: Para evitar tener que seleccionar uno en el futuro, por favor habilita el Acceso Completo al Disco en la Configuración del Sistema y luego reinicia la aplicación.
fi: Välttääksesi tulevaisuudessa valinnan tekemisen, ota käyttöön täysi levykäyttöoikeus Järjestelmäasetuksissa ja käynnistä sitten sovellus uudelleen.
fr: Pour éviter d'avoir à en sélectionner un à l'avenir, veuillez activer l'Accès complet au disque dans les Paramètres système, puis redémarrer l'application.
hu: Hogy a jövőben ne kelljen választani, engedélyezd a Teljes lemezhozzáférés lehetőséget a Rendszerbeállításokban, majd indítsd újra az alkalmazást.
it: Per evitare di doverlo selezionare in futuro, abilitare l'accesso completo al disco nelle impostazioni di sistema e quindi riavviare l'applicazione.
ja: 将来選択する必要がないようにするために、システム設定でフルディスクアクセスを有効にし、アプリケーションを再起動してください。
ko: 앞으로 선택하지 않아도 되도록 시스템 설정에서 '전체 디스크 액세스'를 활성화한 다음 애플리케이션을 다시 시작하십시오.
nl: Om in de toekomst geen selectie te hoeven maken, schakel alstublieft Volledige Schijftoegang in bij Systeemvoorkeuren en herstart vervolgens de applicatie.
pt: Para evitar ter que selecionar um no futuro, por favor, habilite o Acesso Total ao Disco nas Configurações do Sistema e, em seguida, reinicie o aplicativo.
sv: För att slippa behöva välja en i framtiden, aktivera Fullständig diskåtkomst i Systeminställningar och starta sedan om applikationen.
zh_hk: 為了避免將來需要選擇一個，請在系統設置中啟用完全磁碟訪問權限，然後重新啟動應用程式。

source: Same as source file
cs: Stejně jako zdrojový soubor
de: Gleich wie Quelldatei
es: Igual que el archivo de origen
fi: Sama kuin lähde tiedosto
fr: Identique au fichier source
hu: Ugyanaz, mint a forrásfájl
it: Come il file di origine
ja: ソースファイルと同じ
ko: 원본 파일과 동일
nl: Hetzelfde als bronbestand
pt: Mesmo que o arquivo de origem
sv: Samma som källfil
zh_hk: 與源文件相同

source: Destination required for Apple Loops
cs: Pro Apple Loops je vyžadován cíl
de: Ziel erforderlich für Apple Loops
es: Destino requerido para Apple Loops
fi: Kohde vaaditaan Apple Loops -tiedostoille
fr: Destination requise pour les boucles Apple
hu: Célállomás szükséges az Apple Loops-hoz
it: Destinazione richiesta per Apple Loops
ja: Apple Loopsには宛先が必要です
ko: Apple 루프에 필요한 대상
nl: Bestemming vereist voor Apple Loops
pt: Destino necessário para Loops da Apple
sv: Destination krävs för Apple Loops
zh_hk: Apple Loops需要目的地

source: Results
cs: Výsledky
de: Ergebnisse
es: Resultados
fi: Tulokset
fr: Résultats
hu: Eredmények
it: Risultati
ja: 結果
ko: 결과
nl: Resultaten
pt: Resultados
sv: Resultat
zh_hk: 結果

source: Conversion to MP3 made possible by [LAME](https://lame.sourceforge.io)
cs: Převod na MP3 je umožněn díky [LAME](https://lame.sourceforge.io)
de: Konvertierung zu MP3 ermöglicht durch [LAME](https://lame.sourceforge.io)
es: La conversión a MP3 es posible gracias a [LAME](https://lame.sourceforge.io)
fi: MP3-muunnos mahdollistettu [LAME](https://lame.sourceforge.io) avulla
fr: La conversion en MP3 est rendue possible par [LAME](https://lame.sourceforge.io)
hu: MP3 konverzió lehetővé tételéért köszönet [LAME](https://lame.sourceforge.io)
it: Conversione in MP3 resa possibile da [LAME](https://lame.sourceforge.io)
ja: MP3への変換は[LAME](https://lame.sourceforge.io)によって可能になりました
ko: MP3로의 변환은 [LAME](https://lame.sourceforge.io)에 의해 가능해졌습니다.
nl: Conversie naar MP3 mogelijk gemaakt door [LAME](https://lame.sourceforge.io)
pt: Conversão para MP3 possibilitada por [LAME](https://lame.sourceforge.io)
sv: Konvertering till MP3 möjliggjord av [LAME](https://lame.sourceforge.io)
zh_hk: 通過[LAME](https://lame.sourceforge.io)實現對MP3的轉換

source: Add
cs: Přidat
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pt: Adicionar
sv: Lägg till
zh_hk: 添加
